stretching_jump/src/proposal.org
# Created 2024-07-13 Sat 16:00
#+options: toc:nil
#+options: todo:nil
#+latex_header: \usepackage{setspace, ragged2e, lineno, alphabeta, draftwatermark, textcomp, siunitx}
#+latex_header: \renewcommand{\linenumberfont}{\normalfont\bfseries\tiny\color{blue}}
#+latex_class: apa7
#+csl-style: apa.csl
#+latex_class_options: [stu, floatsintext, a4paper]
#+bibliography: proposal.bib

\linenumbers
\SetWatermarkLightness{0.9}
\SetWatermarkScale{1}

*234.327 Research Proposal*

*Title:* The Impact of Static and Dynamic Stretching on Vertical Jump Performance: A Comparative Study.

*Student Researchers:* David Peacock, Brad Cook

*Supervisor:* Professor Ajmol Ali - School of Sport, Excercise, and Nutrition.

* Introduction

** Background

Stretching is a fundamental component of athletic preparation (ref). Stretching before and after exercise may reduce muscle soreness, injury risk, and increase athletic performance (Dalrymple et al., 2010; Stojanovic et al., 2022); however, stretching alone is likely insufficient.

Stretching has been shown to produce small and non-significant reductions in muscle soreness 24 hours after exercising (Herbert & Gabriel, 2002). A recent study using military recruits who stretched prior to exercising showed no significant reduction in injury risk (Herbert & Gabriel, 2002); however, another study using elite soccer players showed significantly fewer injuries when following a routine of stretching combined with a warm-up compared to another group with no intervention (Kirmizigil et al., 2014).

The two common stretching modalities are static stretching (SS) and dynamic stretching (DS) (Carvalho et al., 2012). SS involves holding a muscle in an elongated position for a prolonged duration (typically 20-30 secs) (ref). SS typically improves flexibility, increases range of movement, and can reduce muscle soreness (ref). SS has been shown to have a negative effect on power (Warneke et al., 2024). Conversely, DS involves controlled repetitive movements that mimic the activity about to be performed, for example, leg swings or arm circles (ref). DS increases blood flow and can enhance neuromuscular activation (ref). DS has been shown to be better preparation for plyometric activities like jumping (Warneke et al., 2024).

** Justification

This study intends to contribute to existing literature. Previous studies have provided conflicting or insignificant results (Warneke et al., 2024), making comparisons difficult. These differences may be due to variability in stretching protocols, lack of control groups, differences in athletic ability between studies, and methodological variations. This study attempts to bridge or eliminate some of these conflicts. This will be a randomised, controlled, cross-over study using a simple and effective measure for vertical jump. By directly comparing SS and DS of the same muscle groups and their effect on vertical jump performance against a control, we intend to provide a robust argument for which stretching protocol provides the best performance benefit for power-based activities. This will allow coaches and athletes to create evidence-based warm-up routines to optimise performance and potentially minimise injury risk.

** Aims and objectives

Our Null Hypothesis (H_{0}) is that there is no significant difference in vertical jump performance between static and dynamic stretching of major leg muscles, and our Alternative Hypothesis (H_{1}) is that there is a significant difference in vertical jump performance between static and dynamic stretching of major leg muscles.
* Overview of project

** Study design

This study will compare the effect of two popular stretching modalities on vertical jump performance using a randomised, controlled, cross-over design.
Participants will be assigned a random number and then split into three groups: A, B, and C. This process will anonymise individuals, randomise the study, and provide the basis for the cross-over design.

All participants will conduct a warm-up as prescribed below, followed by a pre-stretch jump (PRE). One group will then conduct static stretching (SS), one group will conduct dynamic stretching (DS), and as a control, one group will conduct no stretch, passive rest (NS). They will then all conduct a post-stretch jump (POST). On the next testing day, each group will conduct a different protocol, so over three testing days, all groups have conducted all protocols, including control. The difference, if any, of the stretch protocols will be described and then compared to the rest control. This cross-over design will create self-control and eliminate individual differences in jump performance.

** Familiarisation and main trials

No familiarisation trials are required as all participants will have three attempts at each jump - with the highest jump being recorded- and they will conduct all stretching modalities over the entire testing period.

** Ethics approval/procedures

Ethics approval will be sought through Massey University's ethics process.

* Procedures

** Specific information relating to methods

    1. The activity will be conducted on as consecutive days as possible in the exact location at the same time of day to reduce remarkable differences in ambient temperature and humidity. Daily temperature will be recorded and noted.
       
    2. All participants should be physically fit (according to the self-assessment form on the day of testing) and engage in regular fitness activities, including jumping.
       
    3. Participants will conduct the test wearing light-weight sports clothing and without shoes (socks may be worn).
       
    4. All participants will be allocated a number to provide anonymity and then put into one of three groups (this number and group will be used throughout the testing process).
       
    5. The initial warm-up consists of three minutes on an ergometer indoor rowing machine, which is approximately 500m (or equivalent aerobic warm-up such as light jogging shuttles).
       
    6. Each participant will then conduct three attempts at a vertical jump using the Vertec, with the highest jump being recorded.
       
    7. The NS group will then passively rest for three minutes after the initial warm-up.
       
    8. For three minutes, the SS group will perform static stretches targeting major leg muscle groups (e.g., hamstrings, quadriceps, calves).
       
       
    9. For the same duration, the DS group will engage in dynamic stretches targeting the same muscle groups (e.g., knee-grab glute stretch, foot-grab quad stretch, then single-leg floor scoop combination and calf pumps).
       
    10. Each participant will then get another three jumps using the Vertec, again with the highest jump being recorded.
	
