stretching_jump/src/proposal.org
** Equipment/procedures/techniques used

Equipment required is a Vertec vertical jump tester, a measuring tape suitable for measuring individuals' vertical reach and jump height, and an ambient temperature thermometer. Although out of the scope of this research, body mass may be measured using body mass scales if individuals want to independently assess their peak power using the calculation provided below. A suitable location will be sought, ideally indoors with a firm floor and maneuverable space. Enough rowing ergometers for all participants will be available, or space will be available to conduct a comparable light aerobic warm-up using jogging shuttles.

All participants will have completed the /Participant Information and Permission form/ prior to conducting any of the testing processes. On the testing days, participants will complete the /Participant Pre-testing Self-assessment form/. On the first day, all participants will have their age and sex recorded, be allocated a random number, and then be allocated to one of three groups (A, B, or C). These numbers and group allocations will be used for the duration of the testing process.

The warm-up process will consist of either three minutes (approximately 500m) of light exercise on a rowing ergometer or three minutes of jogging shuttles - enough to elevate the heart rate above rest and create local muscle warmth but not to fatigue the participants.

The Vertec vertical jump tester will be used according to the manufacturer's instructions. Individuals will stand under the Vertec, feet together with their dominant hand stretched up. The Vertec will then be adjusted so the bottom-most measuring tab touches the furthest tip of the outstretched fingers - this is the starting point. The individual will then jump by semi-squatting, not letting the knee joint flex beyond 90, with the arms, hands, and fingers straight and behind the torso. The individual will pause in this position to prevent any counter movement, then extend the legs and hips, and at the same time swing the arms out in front and then up over the head to swipe the Vertec measuring tabs at the peak of the jump movement using their fingers. The measuring tabs that were touched will then be moved out of the way, and after a 10-second rest, another jump is attempted. If further tabs are touched, the jump was higher than any previous jumps from that individual, and if none were touched, then the jump was lower than the highest previous jumps. After three attempts, the highest jump is measured using the remaining tabs. All tabs are then reset, and the process is repeated with the following individual.

After all participants have completed the pre-stretch jump, they will concurrently conduct the stretching protocol allocated to their group. The SS protocol consists of a one-legged standing quadriceps stretch by flexing the knee of one leg and pulling and holding the foot against the buttocks. The individual should feel the stretch in the mid-thigh area; if needed, the hip can be extended and held to further increase the stretch until it is felt in the quadriceps. The gluteal and hamstrings are stretched by standing upright, crossing one foot in front of the other, bending over by flexing at the hips, keeping the rear-most knee straight, and attempting to touch the floor. The stretch should be felt in the hamstrings and glutes of the leg with the foot behind the other. The individual may slightly bias their bodyweight to one or other side to increase the stretch until it is felt in the hamstring. The calf is stretched by being prone and supported on outstretched arms as at the start of a press-up, and then place one foot on top of the other and flex the ankle of the foot on the ground, keeping both knees straight. This action should stretch the gastrocnemius and soleus muscles and the Achilles tendon and be felt in the belly of the calf. The hands can be 'walked' towards the feet, lifting the buttock higher to increase the stretch if required. The stretches are then repeated on the other leg. All stretches are held static for 30 seconds without bouncing or releasing. These protocols provide three minutes of static stretching.

The DS protocol consists of a standing one-legged quadriceps stretch as described in the SS protocol; however, once the stretch is felt, the foot is released, and after taking one step, the stretch is repeated on the other leg. This alternating process continues for one minute. The gluteals and hamstrings are stretched by placing one foot slightly in front of the other, and by flexing the ankle and keeping the heel on the ground, the sole is raised. Then, keeping both knees straight, the participant flexes at the hips and bends over, and in the same motion with arms straight, makes a scooping motion by brushing the fingers on the ground from rear to front. Then after a step, the process is repeated using the other foot and continues for one minute. The calves are stretched in the prone position supported on outstretched arms like the start of a press-up, and the hips are then raised slightly. The ankle on one leg is flexed, and the knee is bent slightly, causing a stretch that is felt in the calf. The ankle is then relaxed and the knee straightened before repeating on the other leg. This process continues alternating between legs, causing a foot 'pumping' motion for one minute.

The NS protocol consists of passive rest for three minutes.

Once all groups have completed their stretching protocol, the jump assessment process is repeated, and the highest of the three post-stretch jump attempts for each individual is recorded.

** Add schematic diagram (if appropriate)

Not required?

* Statistical approaches

** Data Collection

Data will be collected and tabulated in a CSV file for analysis using R Statistical Software (R Core Team, 2021). The difference between the pre-stretching and post-stretching jumps for each stretching protocol will be calculated. Initial descriptive statistics (mean, median, SD, range, IQR, skewness, kurtosis) will be assessed and reported.

** Assumption Checks

The following assumption checks will be carried out: normality using Shapiro-Wilk test and Q-Q plot and sphericity using Levene's test for equal variances. Independence is built into the testing protocol and is required for future analysis of variance (ANOVA).

** Analysis

A repeated measures ANOVA will provide comparisons between the two stretching protocols and the non-stretching control.

** Post hoc Analysis

/Post hoc/ analysis will consist of Tukey's HSD (if equal, there is variance amongst each category [Levene's Test]). Any statistically significant results will be assessed with pair-wise two-tailed t-tests with Holm-Bonferroni correction to reduce type I (false positive) errors. The effect size will be calculated with partial eta-squared (\eta_{p}^{2}), ideally > 0.5. Degrees of freedom (df) for treatment (number of conditions - 1) and degrees of freedom (df) for error (number of participants - 1) will be calculated. A confidence interval (CI) of 95% will be used, the critical value calculated (t-value if samples\nbsp{}<\nbsp{}30 and z-value if samples\nbsp{}>\nbsp{}30), and the margin of error (ME) will be evaluated. If, during Levene's test, variance is assessed as unequal, a linear mixed model may be used. Statistics will be presented as mean \pm standard deviation, and an \alpha = 0.05 will be used throughout.

** Plots

Data will be presented visually using a bar chart or /box-and-wisker/ chart of protocols compared, highlighting any statistical differences. An interaction plot may also be used if relevant.

* Participant Involvement

