stretching_jump/src/proposal.org
** Sample size

If a power of 80% is desired, an estimated sample size of between 15 and 30 participants will be required depending on the hypothesised difference and population variance. As the same participants will be used across all conditions (cross-over), this reduces variability caused by individual differences and allows for fewer participants. Actual power will be calculated once data is collected.

** Who are the participants?

Participants are intended to be recruited by word-of-mouth from a local all-star cheerleading team and who will have an interest in human performance and sports science. These athletes are of similar training backgrounds and are predominantly female, between 11 and 17 years old, usually fit and healthy, and regularly engage in plyometric activities. As they are minors, parental permission is required and will be indicated by a parent or guardian signature at the end of the Participant Information and Permission form. Participants will be asked to have at least 7 hours rest in bed the previous night, abstain from alcohol 24 hours prior, reduce caffeine intake that day, and not consume any performance-enhancing medication or drugs prior. Participants are asked to eat as usual that day before conducting the activity.

** Inclusion/exclusion

Participants are required to have no current injuries preventing vertical jumping as declared on the /Participant Pre-testing Self-assessment form/. Minor participants (<18 years old at the time of testing) must have documented parent or guardian permission before any testing procedure.

* Further Information

** Any other information relating to the project
    1. All statistical analysis will be conducted using R Statistical Software (v4.2.3, R Core Team 2024).

* References

Carvalho, F. L. P., Carvalho, M. C. G. A., Simão, R., Gomes, T. M., Costa, P. B., Neto, L. B., Carvalho, R. L. P., & Dantas, E. H. M. (2012). Acute Effects of a Warm-Up Including Active, Passive, and Dynamic Stretching on Vertical Jump Performance. /The Journal of Strength & Conditioning Research/, 26(9), 2447. https://doi.org/10.1519/JSC.0b013e31823f2b36
Dalrymple, K. J., Davis, S. E., Dwyer, G. B., & Moir, G. L. (2010). Effect of Static and Dynamic Stretching on Vertical Jump Performance in Collegiate Women Volleyball Players. /The Journal of Strength & Conditioning Research/, 24(1), 149. https://doi.org/10.1519/JSC.0b013e3181b29614
Herbert, R. D., & Gabriel, M. (2002). Effects of stretching before and after exercising on muscle soreness and risk of injury: Systematic review. /BMJ/, 325(7362), 468. https://doi.org/10.1136/bmj.325.7362.468
Kirmizigil, B., Ozcaldiran, B., & Colakoglu3, M. (2014). Effects of Three Different Stretching Techniques on Vertical Jumping Performance. /The Journal of Strength & Conditioning Research/, 28(5), 1263. https://doi.org/10.1519/JSC.0000000000000268
R Core Team. (2021). /R: A language and environment for statistical computing/ [Computer software]. R Foundation for Statistical Computing. https://www.R-project.org/
Stojanovic, M., Mikić, M., Vlatko, V., Belegišanin, B., Aleksandar, K., Bianco, A., & Drid, P. (2022). Acute effects of static and dynamic stretching on vertical jump performance in adolescent basketball players. /Gazzetta Medica Italiana/, 181, 417–424. https://doi.org/10.23736/S0393-3660.20.04575-1
Warneke, K., Freundorfer, P., Plöschberger, G., Behm, D. G., Konrad, A., & Schmidt, T. (2024). Effects of chronic static stretching interventions on jumping and sprinting performance–a systematic review with multilevel meta-analysis. /Frontiers in Physiology/, 15, 1372689. https://doi.org/10.3389/fphys.2024.1372689
